Revit 2027 API
UnitTypeId.MicroinchesPerInchDegreeFahrenheit Property
 Microinches per inch degree Fahrenheit.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MicroinchesPerInchDegreeFahrenheit { get; }
Public Shared ReadOnly Property MicroinchesPerInchDegreeFahrenheit As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MicroinchesPerInchDegreeFahrenheit {
	ForgeTypeId^ get ();
}
static member MicroinchesPerInchDegreeFahrenheit : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace